Repository: Aaron0927/V2EX
Catalog: V2EX/Utilties/V2EXLocalizable.xcstrings
Source language: zh_hans
Languages: en

source: %ld 分钟前
en: %ld minutes ago

source: %ld 周前
en: %ld weeks ago

source: %ld 天前
en: %ld days ago

source: %ld 小时前
en: %ld hours ago

source: %ld 月前
en: %ld months ago

source: %ld 秒前
en: %ld seconds ago

source: V2EX创意工作者们的社区
en: A community for V2EX creative workers

source: V2EX统计
en: Statistics

source: 主题数量
en: Topics

source: 主题设置
en: Topic Setting

source: 从%@开始成为V2EX用户
en: Become a V2EX user starting from %@

source: 使用 Token 授权登录
en: Use Token authorization

source: 关于
en: About

source: 关注
en: Follow

source: 关注的人
en: Following

source: 最新
en: Latest

source: 最新回复
en: Latest reply

source: 分享给好友
en: Share

source: 刷新
en: refresh

source: 刷新下
en: Refresh

source: 加入于 %@
en: Join in %@

source: 去登录
en: Login

source: 反馈
en: feedback

source: 发布于
en: Posted in

source: 取消
en: Cancel

source: 和
en: and

source: 回复于 %@
en: Reply on %@

source: 开源协议
en: Open Source Protocol

source: 我的主题
en: Topic

source: 所有
en: All

source: 推特
en: Twitter

source: 搜索节点
en: Search nodes

source: 收藏主题
en: Favorite

source: 日间
en: light

source: 暂时还没有通知
en: No Notifications

source: 暂未实现该功能
en: not implemented

source: 服务条款
en: Terms of Service

source: 此功能需要登录，要不登录下？
en: This function requires login. Do you want to log in?

source: 没有主题数据
en: No Topics

source: 注册会员
en: Registered Members

source: 浏览记录
en: History

source: 深色
en: Dark

source: 清理失败
en: Cleanup failed

source: 清理成功
en: Cleanup successful

source: 清理缓存
en: clear cache

source: 清除全部缓存
en: clear all cache

source: 热门
en: Hot

source: 现在还没有任何回复~
en: There is no reply yet~

source: 登录体验更多V2EX功能
en: Log in to experience more V2EX functions

source: 登录即表示你同意
en: By logging in you agree

source: 登录失败，请检查您的授权码。
en: Login failed, please check your authorization code.

source: 确定
en: OK

source: 确定退出吗？
en: Are you sure logout?

source: 综合
en: General

source: 缓存清理
en: Clean Cache

source: 自动
en: auto

source: 节点
en: Node

source: 节点从 xxxx 年 xx 月 xx 日创建至今
en: The node was created from xx, xx, xxxx

source: 节点最近活跃于 xxxx 年 xx 月 xx 日
en: The node was last active on xx, xx, xxxx

source: 获取token
en: get token

source: 设置
en: Settings

source: 评分鼓励
en: Encourage

source: 语言环境
en: Language

source: 跳过,暂不授权
en: Skip, not authorized yet

source: 输入授权码..
en: Enter the token..

source: 选择主题
en: Select Topic

source: 选择语言
en: Language

source: 通知
en: Notification

source: 邮件
en: Email

source: 隐私政策
en: privacy policy
